[
  {
    "title": "Продаж 1-кім квартири по вул. Професора Буйка ЖК Вільне місто",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-1-km-kvartiri-po-vul-profesora-buyka-zhk-vlne-msto-IDUObWE.html",
    "room": "1",
    "floor": "5",
    "etajnost": "9",
    "area": "46",
    "price": "3920073",
    "type": "Бізнес",
    "description": "Пропонуємо на продаж 1-но кімнатну  квартиру по вул. Професора Буйка в ЖК Вільне місто від надійного забудовника \"Майтерня будинків Квітка\"\n\nКрасива та затишна квартира, продумане перепланування та дизайн із використанням хороших  матеріалів та меблів. \nПростора кухня-вітальня, вбудована кухонна техніка Bocsh , посудомийка, індукційна плита, мікрохвильва піч, духовка, мийка та змішувач Franke, пральна машина, телевізор, надійний сучасний кондиціонер.\nДерев’яне ліжко в спальні з підйомним механізмом, відмінний іспанський ламінат.\nПідігрів підлоги, де є плитка (два контури) та  нові німецькі радіатори.  На етапі ремонту також були замінені усі сантехнічні труби на якісніші. \nЗагальна площа 46,4 м2, кухня  21,2 м2, спальня 16, 23 м2.\nІнтернет оптоволокно.\n\nСучасний комплекс,  який має власні тераси з баскетбольними, футбольними та тренажерними майданчиками. \nЯкщо ви любите рослини і садівництво, на даху секції №7 облаштовано два парника, де мешканці зможуть виростити свої улюблені квіти, духмяні трави або навіть помідорчики чері.\nУ внутрішньому подвір’ї встановили дерев’яні дизайнерські лави, а для діток облаштували скеледром, гойдалки, гірку, а найбільше усім подобається наш інтерактивний куб-лазанка. А як потепліє, зафункціонує водяна арка, щоб у спекотні дні ви насолоджувались приємною прохолодою.\nПідземний паркінг та гостьовий паркінг з електрозарядкою.\n\nЗа детальнішою інформацією телефонуйте.\n\nКод об'єкта: k107.4 312996 84. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/1komnatnye/312996",
    "time_": "12 травня 2024 р.",
    "location": "Львів, Сихівський"
  },
  {
    "title": "Продаж 2к. квартири в Залізничному районі по вул. Городоцька.",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-2k-kvartiri-v-zalznichnomu-rayon-po-vul-gorodotska-IDUQEJg.html",
    "room": "2",
    "floor": "4",
    "etajnost": "4",
    "area": "43",
    "price": "2019432",
    "type": "Бізнес",
    "description": "Продаж 2к. квартири в Залізничному районі по вул. Городоцька.\n\nКод квартири #27282937\n\nКвартира на 4 поверсі (4/4) цегляного будинку .\nЗагальна площа 43 м2, кухня 6 м2, є балкон. Опалення центральне. Колонка на гарячу воду.Квартира з косметичний ремонт, кімнати суміжно-ізольовані.\nДуже добре розвинена інфраструктура, зручне сполучення (15 хв. до вокзалу, 10 хв до аеропорту), школа, садочок, поліклініка, ЦНАП, банк, пошта.\n\nТакож у нас є сервіси, які допоможуть Вам купити/продати/орендувати/здати житло та купити/інвестувати у нерухомість Карпат.\n\nДля цього – телефонуйте за вказаним номером.",
    "time_": "07 травня 2024 р.",
    "location": "Львів, Залізничний"
  },
  {
    "title": "Продаж 3 кім. квартири Сихів (Антонича)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-km-kvartiri-sihv-antonicha-IDWhqZj.html",
    "room": "3",
    "floor": "5",
    "etajnost": "9",
    "area": "71",
    "price": "2771769",
    "type": "Бізнес",
    "description": "Продаж 3кім. квартири вул. Антонича\n5 поверх\n71,8 кв.м -площа\n2 балкони\nПравильне планування\nПоруч вся інфраструктура.\nРозвинений район.\nТелефонуйте, АН!",
    "time_": "Сьогодні о 07:31",
    "location": "Львів, Сихівський"
  },
  {
    "title": "2кімн.кв.в ЖК Greenville House",
    "url": "https://www.olx.ua/d/uk/obyavlenie/2kmn-kv-v-zhk-greenville-house-IDWf6D6.html",
    "room": "2",
    "floor": "13",
    "etajnost": "15",
    "area": "76",
    "price": "5147571",
    "type": "Бізнес",
    "description": "Двокімнатна квартира з прекрасним панорамним виглядом в новобудові від Greenville House.\n\nБудинок зданий, є право власності!\n\nGreenville House збудовано за принципом екологічного житла із застосуванням природних і безпечних матеріалів і зелених технологій. \nОригінальна архітектура комплексу - 10 будинків із різною поверхнею, на перших поверхах і дахах яких розташовано тераси і трав'яні газони.\nВ основі - блочно монолітна технологія, яку використовують для будівництва в сейсмічно активних регіонах.\nСтіни утеплені мінеральною базальтовою ватою Rockwool.\n\nСучасний і гарний будинок комфорт класу.\n\n Панорамні вікна, гарне планування, ізольовані кімнати та роздільний санвузол.Індивідуальне опалення - встановлений двоконтурний  газовий котел європейського виробника.\nЗвукоізоляційні панорамні вікна 2-камерний склопакет 5-камерний профіль.\nПротипожежні вхідні двері НТ-30, утеплені мінеральною ватою з відмінними властивостями тепло та звукоізоляції.\n\nЗатишний та безпечний закритий двір від машин з облаштованим дитячим та спортивним майданчиком, підземний паркінг. \nЦілодобова охорона комплексу!Поруч вся інфраструктура - поліклініка, три школи, чотири дитячі садки, ринок, п\"ять супермаркетів, два басейни, ТЦ,  три паркові зони, три бізнес центри .\n\nРозвинений та затишний район Львова. Телефонуйте! Організую показ, ключі на руках",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж 3 кім.кв. вул.Повстанська",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-km-kv-vul-povstanska-IDWf6mw.html",
    "room": "3",
    "floor": "1",
    "etajnost": "5",
    "area": "111",
    "price": "8117324",
    "type": "Бізнес",
    "description": "Продаж 3 кім. квартири по вул. Повстанській Франківський р\\н.\nБудинок знаходиться в зеленій зоні, неподалік Ботанічний сад та Алтайські озера.\nЗагальна площа 111 м. кв., 1/5пов. Цегляний будинок.\nЗабудовника Карпат буд. Індивідуальне опалення,підігрів підлоги усюди де плитка.\nПростора кухня. Кімнати ізольовані, балкон. Санвузол суміжний (душ).\nКвартира з ремонтом, продається з усіма меблями та технікою, що є на фото.\nПоруч з будинком є місце на авто, а також підвал.\nРозвинена інфраструктура,заклади харчування,аптеки,магазини,школа,садочок та ін.\n\nВартість 205000$",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж 2х к просторої квартири вул Бандери центр ЛЬвів!",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-2h-k-prostoro-kvartiri-vul-banderi-tsentr-lvv-IDWf60h.html",
    "room": "2",
    "floor": "3",
    "etajnost": "3",
    "area": "75",
    "price": "4118057",
    "type": "Бізнес",
    "description": "Унікальна локація!\nКвартира в Австрійському будинку навпроти органної зали, Львів!\nЦя квартира для поціновувача центра і локацій!\nКращої немає!\nДвохкімнатна, простора, площею 75м2, має просторі кімнати, кухню, санвузол.\nАвтономне опалення.\nГарний під'їзд, красива  доглянута вулиця і подвір'я!\nТут можна жити, але може бути і ваш реионт!\nПоруч Політехніка, ринок Привокзальний, завжди є найзручніший і екологічний транспорт- Львівський трамвайчик!\nЦе ідеал для життя і ведення бізнеса!\nЗнайдись, власник унікальної квартири!\n\nКод об'єкта: k107.7 264742 242. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/2komnatnye/264742",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж 1-кімнатної квартири по вул. Малоголосківській",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-1-kmnatno-kvartiri-po-vul-malogoloskvsky-IDWf4yB.html",
    "room": "1",
    "floor": "7",
    "etajnost": "9",
    "area": "45",
    "price": "3801283",
    "type": "Бізнес",
    "description": "Продаж 1-кімнатної квартири по вул. Малоголосківській \n\nКвартира площею 45 кв.м. з гарним , якісним ремонтом , має два балкони з якого відкривається чудовий краєвид на парк. Квартира облаштована якісними меблями та технікою. Індивідуальне опалення. Будинок бізнес класу, дизайнерські холи. \n\nМікрорайон, що дуже швидко розвивається, поруч є все необхідне для життя, продуктові магазини, аптеки, школи, садочки, зупинки громадського транспорту, спортивні майданчики, паркова зона.\n\nТелефонуйте, домовимось про показ в зручний для Вас час!\n\nКод об'єкта: k107.4 329956 127. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/1komnatnye/329956",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж однокімнатної квартири",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-odnokmnatno-kvartiri-IDWeXM7.html",
    "room": "1",
    "floor": "4",
    "etajnost": "9",
    "area": "28",
    "price": "1346288",
    "type": "Бізнес",
    "description": "Продаж однокімнатної квартири, загальною площею 28,5м.кв,(малосімейка) по вулиці Лисинецькій. Квартира з косметичним ремонтом. Продаж з меблями і технікою. Будинок розташований на дуже затишній вулиці. За більш детальною інформацією телефонуйте, 09******20 Іванна.",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Личаківський"
  },
  {
    "title": "Продаж 3-х кім.кв. по вул. Шота Руставелі",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-h-km-kv-po-vul-shota-rustavel-IDWf4zr.html",
    "room": "3",
    "floor": "2",
    "etajnost": "4",
    "area": "85",
    "price": "5147571",
    "type": "Бізнес",
    "description": "Продаж 3 кімнатної квартири в центральній частині Львова по вул. Шота Руставелі\nБудинок розташований в дуже хорошій локації з балконом та гарним краєвидом на алею з сакурами площа Петрушевича. Зроблений капітальний ремонт також в монтовані датчики і сигналізація з відеокамерою на вхідні двері (броньовані) підключення до охорони. Опалення індивідуальне, газовий котел.\nКвартира підійде як для особистого проживання з сім’єю так і для комерційного використання (офіс, фото студія , гуртки і т. д. \nДо квартири також належить підвал\n\n\nКод об'єкта: k107.4 323255 112. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/3komnatnye/323255",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж 3-кім квартири по вул.Тиктора",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-km-kvartiri-po-vul-tiktora-IDWf5ih.html",
    "room": "3",
    "floor": "3",
    "etajnost": "3",
    "area": "71",
    "price": "5345555",
    "type": "Бізнес",
    "description": "Продаж квартири у центральній частині міста, 2 хвилин до оперного театру.\nПростора і сонячна квартира в старовинній частині міста, Австрійський будинок, загальна площа 71,3м, висота стелі 3,40м, стан житловий. Вікна виходять на вул. Тиктора і вул. Наливайка, є  балкон з кухні який виходить у внутрішній двір, також є простора гардеробна. Опалення пічне, газове,  збережені кахельні пєци. \nВхід в будинок фасадний, поруч знаходяться ресторани, магазини, університет, школа.\nКод об'єкту: 323944",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продається прекрасна дворівнева квартира по вул.  Чупринки",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodatsya-prekrasna-dvorvneva-kvartira-po-vul-chuprinki-IDRUixv.html",
    "room": "4",
    "floor": "2",
    "etajnost": "3",
    "area": "116",
    "price": "6137489",
    "type": "Бізнес",
    "description": "Продається квартира по вул. Чупринки (р-н Лісотехнічного)\nКвартира 2 рівнева\nЗ\\б перекриття\nІндивідуальне опалення.\n\nНа першому поверсі розташована кухня площею 17 м кв та кладова.\nВелилика простора вітальня з виходом на балкон. 2 санвузли.\n\nНа 2 поверсі розташовані 3 ізольовані кімнати,гардероб та санвузол\n\nЄ вихід на горище(яке використовують для особистих потреб).\nПідвал\n\nБудинок малоквартирний. Порядні сусіди.\nПрекрасна інфраструктура. Поряд Алтайські озера\nВ дворі можна паркувати авто",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж 1 кім квартири в новобудові по вул.Міртова",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-1-km-kvartiri-v-novobudov-po-vul-mrtova-IDWf4zK.html",
    "room": "1",
    "floor": "7",
    "etajnost": "9",
    "area": "41",
    "price": "3246929",
    "type": "Бізнес",
    "description": "Продаж 1 кім квартири в новобудові по вул.Міртова  бічна Замарсинівської\n\nНовобудова комфорт класу ,повністю заселена.\nКвартира розташована на 7-му поверсі з 9-ти. Загальна площа 41.7м2.\nІндивідуальне опалення. Квартира з хорошим ремонтом.\nПродається з усіма меблями та технікою.\nЧудовий варіант для інвестицій так і для особистого проживання.\nРозглянемо продаж під Єоселю.\n\nБудинок розташований в затишній локації, поруч парк 700-річчя, ТЦ Спартак. Добре розвинена інфраструктура та чудова транспортна розв‘язка.\n\nЗвертайтесь, організуємо показ у зручний для вас час.\n\nМожливе придбання в кредит за програмою єОселя 3%\nКод об'єкта: k107.4 316618 190. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/1komnatnye/316618",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж 3-х кімнатної квартири в історичному центрі Львова",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-h-kmnatno-kvartiri-v-storichnomu-tsentr-lvova-IDWf4yu.html",
    "room": "3",
    "floor": "3",
    "etajnost": "3",
    "area": "85",
    "price": "6533456",
    "type": "Бізнес",
    "description": "Продаж  3-х кімнатної квартири в центрі міста по вулиці Верхратського.\n\nКвартира в житловому стані. \n\nПід час ремонту було замінено сантехніку, труби, електромережу по усій квартирі.\nНа стінах збережена оригінальна ліпнина початку ХХ ст..\n\nУ квартирі є два входи - парадний та \"чорний\", що дозволило б розділити її на дві.\n\nДодатково додається цокольне (підвальне) приміщення 24 m² з заведеними комунікаціями (електрика, вода, газ).\n\nЯк бонус- велике горище (неприватизоване) - вхід на яке є лише з даної квартири.\n\nБільшість меблів та техніки залишається!\n\nРозвинута інфраструктура, зручна транспортна розв'язка.\nПоряд лікарні, школи, дитячі садки, львівський національний медичний університет, львівський національний університет ветеринарної медицини, магазини, супермаркети, зупинка громадського транспорту.\nУ пішій доступності - Львівська Національна Опера.\n\nВигідна інвестиція як для власного проживання, так і для здачі в оренду.\n\nТелефонуйте для організації показів!\n\nКод об'єкта: k107.4 312852 194. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/3komnatnye/312852",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Личаківський"
  },
  {
    "title": "Продаж 3-кім. вул. Хорватська: З видом на Високий Замок!",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-km-vul-horvatska-z-vidom-na-visokiy-zamok-IDW2IHP.html",
    "room": "3",
    "floor": "3",
    "etajnost": "3",
    "area": "76",
    "price": "3484510",
    "type": "Бізнес",
    "description": "Вашій увазі пропонується чудова можливість придбати простору 3-кімнатну квартиру в самому серці Львова, на вулиці Хорватській (Клепарівській). Розташована на 3 поверсі 3-поверхового австрійського будинку, ця квартира площею 76 кв.м вражає своєю автентичністю та функціональністю.\nОсобливості квартири:\n•\tАвстрійський шарм: високі стелі (понад 3,50 м), збережені автентичні архітектурні елементи, два балкони, що додають особливого шарму та затишку.\n•\tПродумане планування: три окремі кімнати, простора кухня, санвузол, коридор.\n•\tДва входи: основний та через балкон, що забезпечує додаткову зручність.\n•\tКомфортне проживання: індивідуальне опалення (котел) для створення ідеального мікроклімату в будь-яку пору року.\n•\tЗахоплюючий вид: з одного балкону відкривається панорамний вид на Високий Замок, Ратушу та історичний центр Львова, що дарує естетичне задоволення щодня.\n•\tПотребує ремонту: ви маєте унікальну можливість втілити власні дизайнерські рішення та створити інтер'єр, що відповідає вашим смакам та потребам.\nІдеальна локація:\n•\tІсторичний центр Львова: квартира знаходиться на тихій та спокійній вулиці, всього в 5 хвилинах пішої ходи від Оперного театру.\n•\tРозвинена інфраструктура: поруч з будинком розташовані магазинчики, кафе та ресторани, Краківський базар, зупинки громадського транспорту.\n•\tЗручне транспортне сполучення: за 2 хвилини пішки знаходиться зупинка громадського транспорту на вулиці Шевченка (автобуси №125, №210, трамвай №6, маршрутка №17). На проспекті В'ячеслава Чорновола, що знаходиться неподалік, курсують 4 міських маршрутки та 9 автобусних маршрутів. До центрального залізничного вокзалу – 11 хвилин автомобілем, до автовокзалу та Міжнародного аеропорту «Львів» – 20 хвилин.\n•\tВсе необхідне поруч: в радіусі 10 хвилин пішки працюють супермаркети \"Свій маркет\", \"Сільпо\", \"Близенько\", \"АТБ-Маркет\", а також \"Краківський\" ринок з фермерськими продуктами. В пішому доступі також знаходяться ТЦ \"Магнус\" та ТРЦ Forum Lviv з кінотеатром, дитячою зоною та великим вибором магазинів.\n•\tОсвітні заклади: до найближчого дитячого садка №26 – 10 хвилин пішки. В радіусі 10 хвилин автомобілем знаходяться дитячі садки №167, \"Казка\", №25, №55, №57, №154, №1, \"Бембі\" та садок-школа \"Любисток\". Для дітей шкільного віку в пішому доступі є початкова школа №53, загальноосвітні школи №33 та №44, Львівська юридична гімназія, \"Школа вільних та небайдужих\", технологічний ліцей та гімназія \"Престиж\".\n•\tВищі навчальні заклади: поруч знаходяться Львівський державний університет безпеки життєдіяльності, державний університет МВС, \"Львівська політехніка\" та інші.\n•\tМісця для відпочинку: для прогулянок на свіжому повітрі поруч знаходяться парк ім. Івана Франка, Сад собору святого Юра та парк на Горі Старт.\nНе пропустіть унікальну можливість стати власником квартири з історією в самому серці Львова!\nТелефонуйте, щоб домовитись про перегляд та дізнатися більше деталей!",
    "time_": "10 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж затишної 2к по вул. Шептицьких",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-zatishno-2k-po-vul-sheptitskih-IDUZ1Zk.html",
    "room": "2",
    "floor": "2",
    "etajnost": "3",
    "area": "40",
    "price": "2415399",
    "type": "Бізнес",
    "description": "Для поціновувачів затишку, високих стель та власного паркомісця у подвір'ї пропонується затишна квартира в ближньому центрі Львова.\n\nІдеально підходить як для проживання  так і для інвестиції з подальшою здачею в оренду.\n\nРозташована на другому поверсі з трьох, в охайному будинку забудови австрійських часів. Велике просторе подвір'я має окремий в'їзд, що дає можливість паркувати власне авто.\n\nДві кімнати, одна з яких прохідна. Ремонт зроблено декілька років тому. Електрика.та сантехніка замінені. Стіни та стелі рівні. В кімнатах паркет, в кухні, коридорі та санвузлі плитка з електричним опалення по підлозі.  \nВ кімнатах опалення пічне, що гарантує тепло навіть при блекаутах.\n\nДо квартири належить підвал 8 кв.м., який використовується як  надійне укриття.\n\nПродається з усіма меблями та побутовою технікою. \n\nЧистий продаж.",
    "time_": "Сьогодні о 05:50",
    "location": "Львів, Галицький"
  },
  {
    "title": "Однокімнатна квартира в ближньому центрі (Новий Львів)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/odnokmnatna-kvartira-v-blizhnomu-tsentr-noviy-lvv-IDWg1DF.html",
    "room": "1",
    "floor": "3",
    "etajnost": "5",
    "area": "32",
    "price": "1979835",
    "type": "Бізнес",
    "description": "Продаж однокімнатної квартири в центральній частині міста на вул. Тернопільській (район Новий Львів). В дуже зеленому та затишному мікрорайоні, біля пару Залізної води. \n\nЗагальна площа 32.7 кв.м. , розташована на 3 поверсі 5ти поверхового будинку. Дуже тепла (знаходиться в серединному під\"їзді). Приємні краєвиди з вікон (вигляд на сторону затишного скверика) \n\nРозвинена інфраструктура, дуже зручна транспортна розв\"язка. До центру міста 10 хвилин громадським транспортом. \n\nБільше детальної інформації та запис на огляд за телефоном.",
    "time_": "10 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж квартири, вулиця Словацького, Галицький район. Австр.люкс.",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vulitsya-slovatskogo-galitskiy-rayon-avstr-lyuks-IDUDcA4.html",
    "room": "4",
    "floor": "4",
    "etajnost": "4",
    "area": "114",
    "price": "7325390",
    "type": "Бізнес",
    "description": "Продаж 4-х кімн. квартири Львів, вул. Словацького (Архітектор Юзеф Авін). Поверх 5/5ц., площа 114кв.м. Для справжніх поціновувачів! Квартира в самому серці історичного Львова. Будинок збудований в 1913 р. для львівських вельмож. Архітектор Юзеф Авін, справжній великоміський розмах. Навпроти знаходиться Головна пошта. Спеціалізоване бомбосховище в під'їзді. Прекрасне розташування. Ліфт, парадний вхід. 185 000 у о.Торг.\nТел. 06******32\nТетяна",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж 2х к квартири ближній центр Львів!",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-2h-k-kvartiri-blizhny-tsentr-lvv-IDWf5YV.html",
    "room": "2",
    "floor": "3",
    "etajnost": "3",
    "area": "57",
    "price": "2573786",
    "type": "Бізнес",
    "description": "Продаж 2х кімнатної квартири, Львів!\nБлижній центр, гарне планування!\nПлоща квартири 57м, кімнати на дві сторони будинку!\nСтіни цегла, з/б перекриття.\nБудинок Австрійський люкс, добротний!\nАвтономне опалення, додатково конвектори.\nІдеальне розташування для тихого життя майже в центрі міста, поруч с комтелом Ольги і Єлізавети, 5 хв пішки.\nПоруч з будинком Привокзальний ринок, паркова зона для відпочинку, транспорт в будь який куточок Львова!\nМи знаємо, що саме з нами ви оберете квартиру своєї мрії в історичному центрі міста!\n\nКод об'єкта: k107.7 264741 242. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/2komnatnye/264741",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Приміщення під квартиру/комерцію біля привокзальної",
    "url": "https://www.olx.ua/d/uk/obyavlenie/primschennya-pd-kvartiru-komertsyu-blya-privokzalno-IDWf45d.html",
    "room": "1",
    "floor": "1",
    "etajnost": "4",
    "area": "34",
    "price": "989918",
    "type": "Бізнес",
    "description": "Приміщення на вул. Тобілевича, вікна виходять у внутрішній двір.\n\nПотребує капітального ремонту.\n\nПоряд уся інфраструктура. \nМожливість здачу у оренду",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Залізничний"
  },
  {
    "title": "Продаж 4х к квартири Сихів пр. Червоної Калини!",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-4h-k-kvartiri-sihv-pr-chervono-kalini-IDWf6oV.html",
    "room": "4",
    "floor": "2",
    "etajnost": "9",
    "area": "82",
    "price": "3761687",
    "type": "Бізнес",
    "description": "Нова пропозиція на ринку!\n\nПродаж 4х кімнатної квартири..\n\nСихів!\nРайон з однією з найбільш розвиненою інфраструктурою у Львові!\nПростора та світла квартира. з ізольованими кімнатами!\n\nРозташована на другому, зручному поверсі дев'ятиповерхового будинку.\n\nЗамінені вікна, сантехніка, труби. Виконано хороший косметичний ремонт.\n\nМожна одразу заходити і жити. а не робити ремонти!\n\nПоруч кілька садочків і шкіл на вибір. ринок. магазини і спортивні зали. зупинки транспорта ззручним добиранням до центра Львова!\n\nДзвоніть- це найкраща пропозиція ціни і якості!\n\nкод 302060\n\nКод об'єкта: k107.7 302060 242. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/mnogo-komnatnye/302060",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Сихівський"
  },
  {
    "title": "1кімн.кв.від надійного забудовника",
    "url": "https://www.olx.ua/d/uk/obyavlenie/1kmn-kv-vd-nadynogo-zabudovnika-IDWf6Da.html",
    "room": "1",
    "floor": "5",
    "etajnost": "9",
    "area": "44",
    "price": "2213456",
    "type": "Бізнес",
    "description": "Пропоную на продаж однокімнатну квартиру в ЖК Washington City по вулиці Дж.Вашингтона.\n\nБудинок комфорт класу.\nЦе багатофункціональний комплекс, у складі якого поєднано 5 житлових будинків, бізнес-центр класу А,\n просторий підземний паркінг та громадські і комерційні приміщення.\n\nНа території ЖК знаходяться дитячі та спортивні майданчики, вільні від автомобілів.\n\nКвартира знаходиться на комфортному поверсі і складає простору кухню-їдальню, велику житлову кімнату, суміжний санвузол, лоджію та передпокій.\nВікна виходять на південь.\n\nУ квартирі встановлені якісні металеві протипожежні двері, вікна 5-камерного профілю з двокамерним склопакетом від WDS та італійські двоконтурні газові котли Ariston.\n\nЗручне розташування житлового комплексу дозволить швидко дібратися до будь-якого куточка міста.\nЗапланована здача будинку на 2024 рік.\nТелефонуйте, розповім детальніше!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Личаківський"
  },
  {
    "title": "Продаж 2 кімнатної квартири, Левицького",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-2-kmnatno-kvartiri-levitskogo-IDWf5QQ.html",
    "room": "2",
    "floor": "2",
    "etajnost": "3",
    "area": "44",
    "price": "2375802",
    "type": "Бізнес",
    "description": "2 кімнатна квартина на 2 поверсі з 3 цегляної будівлі в центрі Львова, по вулиці Костя Левицького. Капітальна австрійська кам'яниця.\n\nЗагальна площа квартири 44,1 м.кв., житлова 31,2 м.кв., площа кухні 9 м.кв. Кімнати суміжні. Індивідуальне опалення (конвектори), металопластикові вікна, бойлер на гарячу воду, житловий стан. Висота стелі 3,4м.\n\nРозвинута інфраструктура, поруч два університети, школи, садочки, торгові та медичні заклади. Чистий продаж, дуже гарна бізнес-пропозиція\nКод 12761",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Личаківський"
  },
  {
    "title": "Продаж / Квартира / вул. Наукова, Франківський район, Львів",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartira-vul-naukova-frankvskiy-rayon-lvv-IDW89Rm.html",
    "room": "1",
    "floor": "4",
    "etajnost": "5",
    "area": "30",
    "price": "2177819",
    "type": "Бізнес",
    "description": "Затишна квартира з усім необхідним у спальному районі міста!\n55,000 $\n\nРозташування:\n\n- Поверх: 4/5\n- Квартира знаходиться у спальному районі, де поруч знаходяться ТРЦ, магазини, дитячий садочок, контейнери для сміття та зручний паркінг.\nХарактеристики:\n\n- Загальна площа: 30 м\n- Житлова площа: 17 м\n- Площа кухні: 6 м\n- Кімнат: 1\n\nОсновні переваги:\n\n- Батарея в кімнаті та на кухні.\n- Новий бойлер.\n- Швидкісний інтернет.\n- Приємні сусіди.\n- Квартира не кутова\n- Хороші вікна (шумоізоляція).\n- Сантехніка та електрика нові ( Hansgrohe ).\n- Кондиціонер з можливістю обігріву та охолодження.\n- Плазмовий телевізор з вбудованим HDMI для підключення Play Station.\n- Диван та широке велике ліжко.\n\nЗручності та оснащення:\n\n- Всі необхідні меблі.\n- Ремонт проведений рік тому.\n- Абсолютна готовність до проживання.\n\nДодатково:\n\nКомунальні послуги до 1200 грн (зимою).\nНовий дах.\nТихе та спокійне місце.\n\n- Квартира продумана до дрібниць, готова до комфортного проживання.\n\nЗвертайтеся за номером [09*********67] для детальної інформації та узгодження перегляду.\n\nНе упустіть можливість стати жителем цього чудового району і насолоджуватися комфортом кожен день!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж 1-но кімнатної квартири по вул. Малоголосківській",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-1-no-kmnatno-kvartiri-po-vul-malogoloskvsky-IDWf50J.html",
    "room": "1",
    "floor": "7",
    "etajnost": "9",
    "area": "45",
    "price": "3801283",
    "type": "Бізнес",
    "description": "Продаж 1-но кімнатної квартири по вул. Малоголосківській в ЖК Arthouse Park будинок бізнес класу\n\nКвартира площею 45 кв.м. з гарним , якісним ремонтом , має два балкони з якого відкривається чудовий краєвид на парк. Квартира облаштована якісними меблями та технікою. Індивідуальне опалення. Будинок бізнес класу, дизайнерські холи. \n\nМікрорайон, що дуже швидко розвивається, поруч є все необхідне для життя, продуктові магазини, аптеки, школи, садочки, зупинки громадського транспорту, спортивні майданчики, паркова зона.\n\nТелефонуйте, домовимось про показ в зручний для Вас час!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж квартири по вул. Стрийська, розглядається ЄОселя",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-po-vul-striyska-rozglyadatsya-oselya-IDW41IH.html",
    "room": "1",
    "floor": "2",
    "etajnost": "10",
    "area": "42",
    "price": "3365720",
    "type": "Бізнес",
    "description": "Продаж 1-к квартири з ремонтом та технікою. \n\nПродається однокімнатна квартира з ремонтом та меблями в новобудові за адресою Стрийська 45 (ТЦ Fabric).\n\nКвартира з ремонтом, меблями та технікою (пралка, холодильник, посудомийна машина, духовка, газова плита, мікрохвильова, телевізор).\n\nКвартира не кутова. Тепла підлога, виводи кондиціонера, інсталяція геберіт.\nОпалення індивідуальне (газовий котел).\n\nТериторія комплексу закрита від машин, є дитячий майданчик.\n\nХороша транспортна розвязка, зупинка поруч.\n\nЧудова інфраструктура: ТЦ Fabric, супермаркет, аптека, парк, кафе, ресторани, садочок.\n\nМожливо під Єоселю.\n\nЄ інша квартира в цьому будинку на 11 поверсі.",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж 4-кім квартири по вул. Академіка Павлова",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-4-km-kvartiri-po-vul-akademka-pavlova-IDSKDL3.html",
    "room": "4",
    "floor": "2",
    "etajnost": "4",
    "area": "90",
    "price": "6810632",
    "type": "Бізнес",
    "description": "Продається 4-кім. квартира австрійський люкс на вул. академіка Павлова\n\nКвартира знаходиться на тихій вулиці, ближній центр, 15 хв. пішки до Площі Ринок. Загальна площа 90.8 кв.м. з парадним входом, залізобетонним перекриттям, бетонними сходами та гарним під’їздом. Висота стель 3,5 м. Пічне опалення. 6 вікон виходить на вулицю  академіка Павлова, інші у внутрішній дворик. 3 кімнати ізольовані, 1 прохідна. Є два балкони, один виходить на внутрішній двір, інший вигляд на вулицю. Також є підвал 13 м. кв. \n\nТелефонуйте, організуємо показ в зручний для Вас час!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Личаківський"
  },
  {
    "title": "Продаж квартири 2-3 кімнатна",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-2-3-kmnatna-IDSrrq8.html",
    "room": "2",
    "floor": "4",
    "etajnost": "4",
    "area": "105",
    "price": "5345555",
    "type": "Бізнес",
    "description": "Галицький район,вул.Саксаганського,2-х кімнатна квартира 105 кв  метрів, кухня 12,метрів,кімнати по 30 м кожна ,можна перепланувати у 3-х кімнатну при бажанні.Австрійський будинок,бетонне перекриття,марсурові сходи у під‘їзді 4 й поверх з 4-х,вікна виходять на тиху вулицю,2 балкони,2 санвузли,елітна світла простора квартира\nціна 135 тис у о,реальному покупцю  можлива знижка",
    "time_": "Сьогодні о 10:11",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж кв. в ЖК бізнес класу вул.Пасічна",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kv-v-zhk-bznes-klasu-vul-paschna-IDWdndH.html",
    "room": "1",
    "floor": "5",
    "etajnost": "7",
    "area": "38",
    "price": "3524106",
    "type": "Бізнес",
    "description": "Продається квартира в ЖК Hygge - будинок комфорт класу, вул.Пасічна. Не кутова. Східна сторона. Індивідуальне опалення: газовий котел, підігрів підлоги, батареї. Встановлений кондиціонер. Є вмістка гардеробна кімната. Квартира повністю готова до проживання. Все нове. Побутова техніка: телевізор, посудомийна та пральна машини, газова варильна поверхня з потужною витяжкою, духова піч, холодильник. Багато місця для зберігання. Територія з майданчиками, є підземний паркінг. Підʼїзди по дизайнерському проєкту. Є ОСББ. Оформлене право власності. Будинок повністю заселений. Близько до центральної частини міста.",
    "time_": "12 травня 2024 р.",
    "location": "Львів, Личаківський"
  },
  {
    "title": "Квартира на Малоголосківських пагорбах",
    "url": "https://www.olx.ua/d/uk/obyavlenie/kvartira-na-malogoloskvskih-pagorbah-IDWfCeK.html",
    "room": "1",
    "floor": "5",
    "etajnost": "10",
    "area": "43",
    "price": "3405316",
    "type": "Бізнес",
    "description": "Затишна однокімнатна квартира в новобудові по вул. Малоголосківська, ЖК \"Малоголосківські Пагорби\". Забудовник \"Нова оселя\"\n\nЗагальна площа 43 кв. м. , поверх 5/10\n\nКухня: 14 кв.м обладнана кухонними меблями та побутовою технікою. \n\nПростора спальня: 17 кв.м. з великим балконом та панорамними вікнами, які виходять на паркову зону.  Встановлений кондиціонер.\n\nВанна кімната.\n\nІндивідуальне опалення (двоконтурний газовий котел).\n\nПідігрів підлоги в кухні та санвузлі.\n\nКвартира сонячна і тепла.\n\nПродається з усіма меблями та технікою.\n\nРайон дуже розвинутий. Тут є все, що потрібно для комфортного життя: магазини, супермаркети, кафе, спортзали, аптеки, дитячий садочок, салони краси і т.ін.\n\nЧудове місце розташування: паркова зелена зона, заїзд на територію тільки для жителів ЖК і всього чотири  кілометри до центру міста.",
    "time_": "09 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж квартири в новобудові по вул. Під Голоском",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-v-novobudov-po-vul-pd-goloskom-IDWbSI3.html",
    "room": "1",
    "floor": "4",
    "etajnost": "7",
    "area": "30",
    "price": "2332246",
    "type": "Бізнес",
    "description": "Пропонуємо гарну квартиру-студію площею 30 м.кв.\n\nКвартира з сучасним ремонтом,  обладнана побутовою технікою: холодильник, плита, духова шафа, пральна машина.\nОднозначною перевагою квартири є сучасний світлий ремонт та розвинена локація.\nЧудовий попит серед орендарів, за рахунок локації: розвинений район, поруч безліч кав'ярень, \"Близенько\",  6 хв машиною до ТЦ \"Спартак\",  Українська академія друкарства. Поруч парк, ліс.\nМожливий мінімальний торг!\n\nТелефонуйте, радо надам всю необхідну інформацію!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж 2-кімнатної квартири по вул. Костя Левицького",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-2-kmnatno-kvartiri-po-vul-kostya-levitskogo-IDWf48h.html",
    "room": "2",
    "floor": "2",
    "etajnost": "3",
    "area": "44",
    "price": "2336205",
    "type": "Бізнес",
    "description": "Продаж 2-кімнатної квартири в центрі міста, по вул. Костя Левицького.\n\nПродається 2кімнатна квартира по вул. К. Левицького.\n\nСвітла квартира в центрі міста Лева, де все поруч. Вхід по балкону, квартира суха та крайня,  ніхто не буде проходити повз, балкон можливо приєднати до квартири. Вікна виходять на зелений двір, тому завжди тихо. \n\nПросторе житло, площею 44,10 кв.м. Є 2 кімнати, одна з них прохідна, кухня-9 кв.м та ванна кімната-3,9.\n\nАвтентичні дерев'яні сходи.\n\nОпалення- газові конвектори та бойлер на воду. \n\nПаркет в хорошому стані-1,5 см. Вікна в кімнаті- металопластикові, на кухні- дерев'яні.\n \nЧистий продаж- заміни не потрібно. \nХороші сусіди. \nРозвинута інфраструктура. Зручна транспортна розв'язка. \nПоруч паркова зона.\n\nМожливий торг.\nТелефонуйте.",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "2-к. квартира 49 м2 під ремонт біля парку та озера за вул. Параджанова",
    "url": "https://www.olx.ua/d/uk/obyavlenie/2-k-kvartira-49-m2-pd-remont-blya-parku-ta-ozera-za-vul-paradzhanova-IDUw2c5.html",
    "room": "2",
    "floor": "3",
    "etajnost": "3",
    "area": "49",
    "price": "1583472",
    "type": "Бізнес",
    "description": "Продаж 2кімнатної квартири по вул. Параджанова, підготовлена під ремонт. Паркова зона, затишна локація, є можливість перепланування. До квартири належить комора з підвалом. Нещодавно повністю відремонтований дах, вікна замінені на металопластикові, є можливість зробити індивідуальне опалення від газового котла. Фасад утеплений пінопластом 100мм. Поряд левандівський парк та левандівське озеро, вся інфраструктура, одразу зупинка громадського транспорту, школа, дитячий садок.\n\nКод квартири #25993997",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Залізничний"
  },
  {
    "title": "БЕЗ КОМІСІЇ! Продаж вишуканої 2-к квартири в самому центрі",
    "url": "https://www.olx.ua/d/uk/obyavlenie/bez-koms-prodazh-vishukano-2-k-kvartiri-v-samomu-tsentr-IDUBjQM.html",
    "room": "2",
    "floor": "4",
    "etajnost": "4",
    "area": "134",
    "price": "13858845",
    "type": "Бізнес",
    "description": "БЕЗ КОМІСІЇ!\nПродається елітна 2 кімнатна квартира в ЦЕНТРІ міста на вулиці Дорошенка.\n\n- площа квартири 135 м2\n- виконаний авторський ремонт у класичному стилі, що відображає історичний дух Львова\n- установлені якісні антикварні меблі\n- ІНДИВІДУАЛЬНЕ опалення, кондиціонер\n\nЦіна квартири - 350 000$\n\nЧотириповерховий цегляний будинок, зведений у стилі модерн, архітектором Генриком Сальвером у 1911 році.\nЖиття в самому центрі Львова дозволить вам відчути історичний дух міста, насолодитися архітектурою, культурою та традиціями цього унікального міста.\n\nКлючі на руках, перегляди можливі в будь-який зручний для вас час)\n\nА решта по телефону!)",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж 3-но кімнатної квартири по вулиці Наукові у Франківському р-н.",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-no-kmnatno-kvartiri-po-vulits-naukov-u-frankvskomu-r-n-IDW43Yd.html",
    "room": "3",
    "floor": "8",
    "etajnost": "9",
    "area": "66",
    "price": "2296609",
    "type": "Бізнес",
    "description": "Продаж 3-но кімнатної квартири по вулиці Наукові у Франківському районі.\n\nУ квартирі знаходиться центральне опалення\nПродається без меблів\nзагальна площа 65.9 м.кв, не кутова,8 поверх є ліфт, під'їзд чистий, закривається . Дуже тепла  Є два засклені балкони , одна кімна є прохідною ,велика кухня ,ванна та туалет - окремо ,просторий коридор.  Підлога-паркет  На поверсі 4 квартири .  Є малий спільний коридор на поверсі з сусідом,який закривається . \n\nХороша транспортна розв'язка\nРозвинути інфраструктура\n\nФото відповідають дійсності\nза додатковою інформацією телефонуйте",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж квартири вул. Чукаріна (Сихів)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-chukarna-sihv-IDUleo7.html",
    "room": "2",
    "floor": "8",
    "etajnost": "9",
    "area": "53",
    "price": "2732172",
    "type": "Бізнес",
    "description": "Продаж!\n\n$ 69 000\n\n2кім. Чукаріна (Сихів)\n8/9панельний 53/ /10м²\nЦентральне опалення\nЄвроремонт, меблі, побутова техніка, санвузол роздільний, кімнати ізольовані;\n металопластикові вікна, засклена лоджія, дерев'яний паркет;\nРозвинута інфраструктура\nПоблизу є школа, дитячий садок, ринок, маркети, поліклініка, ліс, парк.\n\nДзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Сихівський"
  },
  {
    "title": "Продаж 2-х кімнатної кв. по вул. Куліша",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-2-h-kmnatno-kv-po-vul-kulsha-IDW44N7.html",
    "room": "2",
    "floor": "2",
    "etajnost": "2",
    "area": "46",
    "price": "2652979",
    "type": "Бізнес",
    "description": "Продаж 2-х кімнатної квартири по вул. Куліша\nКвартира повністю у житловому стані, вхід по балкону, є можливість паркувати авто у дворі.  Опалення від конвектора, вода гаряча постійно від газової колонки. Вікна виходять у внутрішній двір, що забезпечує тишу і затишок у квартирі. Чудовий варіант як для оренди так і для власного проживання.\nВідстань до Оперного театру - 700 м, Палац культури ім. Гната Хоткевича - 350 м, ТРЦ Форум - через дорогу\nВідмінне транспортне сполучення, зупинка під будинком, поруч магазини, ресторани, аптеки, кафе, школа, садок.\n\nТелефонуйте! Домовимось про огляд!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж квартири вул. Левинського (бічна Чупринки) (Польський Люкс)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-levinskogo-bchna-chuprinki-polskiy-lyuks-IDSqt4I.html",
    "room": "4",
    "floor": "4",
    "etajnost": "5",
    "area": "157",
    "price": "12433364",
    "type": "Бізнес",
    "description": "Продаж!\nПольський Люкс\n\n $314 000\n\n4кім. Левинського\n(бічна Чупринки)\n4/5ц.  157/ /23м²\nІндивідуальне газове опалення\nЄвроремонт, меблі, побутова техніка, санвузол суміжний, гардероб, два засклені балкони, металопластикові вікна, є посудомийна і сушильна машини,\nВідеонагляд, вікна на фасад і на двір, натяжна стеля, паркет;\nЦей будинок відрізняється тим, що на кожному поверсі знаходяться всього дві квартири, що забезпечує додаткову приватність та спокій.\nДо центру 5хв.; \n Розвинута інфраструктура\n\nДзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж квартири вул. Леонтовича",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-leontovicha-IDScBCF.html",
    "room": "1",
    "floor": "3",
    "etajnost": "3",
    "area": "33",
    "price": "3322163",
    "type": "Бізнес",
    "description": "Продаж!\n\n$ 83 900 \n\n1кім. Леонтовича \n     3/3ц.     33м²\n     Автономне опалення\nСпальня, Кухня-студія,\n     Дизайнерський ремонт,\n     підігрів підлоги, кондиціонер,\nметалопластикові вікна,\n     меблі побутова техніка,\n     Двохфунційний котел,\n     телевізор\nпосудомийна машина,\n     санвузол суміжний, балкон \n     Висота стелі: 3.4м\nРозвинута інфраструктура\nПри купівлі квартири у подарунок страховка!\nМожливий повний розрахунок на банківську карту\nХороша інвестиція під оренду здається за 500$\n\n Дзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж квартири вул. Широка (Левандівка)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-shiroka-levandvka-IDU4H7k.html",
    "room": "2",
    "floor": "2",
    "etajnost": "9",
    "area": "49",
    "price": "2371842",
    "type": "Бізнес",
    "description": "Продаж!\n\n$ 59 900\n\n2кім. Широка \n(Левандівка)\n2/9ц. 49.1/ /7.7м²\n(Чешка)\nЦентральне опалення\nЖитловий стан, меблі, побутова техніка, санвузол роздільний, кімнати ізольовані;\nЗасклена лоджія, металопластикові вікна, є бойлер, велика кладова, дерев'яний паркет;\nЄ підвал і cушарка між поверхами;\nЄ ОСББ;\nВисота стелі: 2.5м\nРозвинута інфраструктура\nПоблизу є школа, дитячий садок, ринок, ліс.\n\nДзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Залізничний"
  },
  {
    "title": "Власник продає однокімнатну кв. на вул. Манастирського 3А",
    "url": "https://www.olx.ua/d/uk/obyavlenie/vlasnik-proda-odnokmnatnu-kv-na-vul-manastirskogo-3a-IDUXCEj.html",
    "room": "1",
    "floor": "2",
    "etajnost": "9",
    "area": "38",
    "price": "2850962",
    "type": "Приватна",
    "description": "Прохання до посередників не турбувати.\n\nДо вашої уваги однокімнатна квартира в центрі Сихівського району міста Львів.\nКвартира знаходиться на вулиці А. Манастирського 3А на другому поверсі дев’ятиповерхового будинку, з висотою приміщення 2,62 м та загальною площею-38,9 кв. м., житловою кімнатою 20,1 кв.м., кухнею 7,4 кв.м. з виходом на лоджію 1,8 кв.м., ванною кімнатою 3,4 кв.м. та коридором 3,1 кв.м.\n\tДобре транспортне сполучення збудь-якою точкою міста. Поруч школи, дитячі садочки, парк, ринки, кінотеатр, спортзал з басейном, церкви, поліклініки, банки. Гарна транспортна розв’язка для виїзду на об’їзду дорогу, або до центру міста. Доброзичливі сусіди, є ОСББ.\nГарний житловий стан, косметичний ремонт, централізоване опаленні та гаряча вода. Продається разом із технікою та меблями. Прохання дзвонити на месенджери Viber, Telegram, WhatsApp, Skype.\nФізичний перегляд виключно за домовленістю.",
    "time_": "12 травня 2024 р.",
    "location": "Львів, Сихівський"
  },
  {
    "title": "Продається однокімнатна квартира (кавалера) по вул Генерала Чупринки",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodatsya-odnokmnatna-kvartira-kavalera-po-vul-generala-chuprinki-IDW9jBe.html",
    "room": "1",
    "floor": "5",
    "etajnost": "5",
    "area": "22",
    "price": "673144",
    "type": "Бізнес",
    "description": "Продається однокімнатна квартира (кавалерка - гуртожиткового типу) у цегляному автентичному польськомк будинку по вул Левинського (бічна генерала Чупринки)\nОдна кімната облаштована під кухню \nВанна і туалет окремо у спільному користуванні \n22/13/8 ц\n4/4\nПластикові вікна \nЕлектричне опалення \nДах не тече \nСуха та тепла квартира \nЧудова інвестиція під оренду або для проживання \nЄ відео \n\n17000$",
    "time_": "Сьогодні о 09:07",
    "location": "Львів, Франківський"
  },
  {
    "title": "Львів, Курбаса, Пішохідний центр",
    "url": "https://www.olx.ua/d/uk/obyavlenie/lvv-kurbasa-pshohdniy-tsentr-IDUK74A.html",
    "room": "1",
    "floor": "4",
    "etajnost": "4",
    "area": "22",
    "price": "1267094",
    "type": "Приватна",
    "description": "Продам частину горища що знаходиться у приватній власності.\nІдеально під подобову квартиру, тому що туристам довподоби такі незвичні апартаменти.\nЗагальна площа згідно документів 21.6м2\nБудинок 3х поверховий, знаходиться в центрі міста, на пішохідній вулиці що має назву Курбаса.\nВисота 5метрів.\nУ вкладеннях я прикріпив варіант як можна зробити апартамент в цій площі. Як показує практика житло для подобової оренди не важливо якої площі, більш важливішим є цікава та незвична архітектура, тому що звичайні та скучні квартири не привертають уваги.\nЦіна  32000$. Продаж терміновий. Продаж від власника",
    "time_": "Сьогодні о 07:55",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж 3к Чешки вул.Наукова біля Вікторії Гарденс",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3k-cheshki-vul-naukova-blya-vktor-gardens-IDUYwwc.html",
    "room": "3",
    "floor": "14",
    "etajnost": "14",
    "area": "70",
    "price": "2692576",
    "type": "Бізнес",
    "description": "Будинок цегляний поруч Вікторія Гарденс є 2 ліфти грузовий та пасажирський працюють без перебійно,все на електриці.Гарний житловий стан все ізольоване лоджія буквою г,квартира тепла та суха є тех.поверх(кладова) і підвал.",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Залізничний"
  },
  {
    "title": "Продаж / Квартира / вул. Величковського Івана, Рясне, Львів",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartira-vul-velichkovskogo-vana-ryasne-lvv-IDSNvZO.html",
    "room": "2",
    "floor": "9",
    "etajnost": "9",
    "area": "50",
    "price": "1861005",
    "type": "Бізнес",
    "description": "Продаж по вул. Величковського 50/26/9м поверх 9/9п\nЦіна 47000$торг\nПродається 2 кімнатна квартира по вул. Величковського в панельному будинку, в квартирі житловий стан, поміняні вікна на металопластикові, нова мідна електрична проводка, нові сантехнічні труби,  над квартирою є ще мансардний поверх з якого при бажанні можна зробити якісну житлову площу, на поверсі до квартири належить комірка з дерев'яними стелажами, що входить в ціну, зроблений балкон, кімнати ізольовані, санвузол роздільний, східна сторона, не кутова, тихий спальний район, поруч школа, садок, АТБ, кінцева зупинка маршрутних таксі, відносно близько починається будівництво нового торгово-розважального центру",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж квартири 3 кім., вул. Шота Руставелі (Галицький р-н).",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-3-km-vul-shota-rustavel-galitskiy-r-n-IDWf2ZY.html",
    "room": "3",
    "floor": "2",
    "etajnost": "4",
    "area": "86",
    "price": "5147571",
    "type": "Бізнес",
    "description": "Пропозиція; Продаж 3 кімнатної квартири в центральній частині м., Львова по вул. Шота Руставелі. м. Львів.\nПлоща 86 m². Поверховість 2/4. Опалення індивідуальне (двоконтурний котел).\nБудинок розташований в дуже хорошій локації з балконом.\nКвартира підійде як для особистого проживання з сім’єю так і для комерційного використання (офіс, фото студія , гуртки і т. д. )\nДо квартири також належить підвал 20 кв. м\n\nЗроблений капітальний ремонт також в монтовані датчики і сигналізація з відеокамерою на вхідні двері (броньовані) підключення до охорони.\n\nЦіна 130 000дол.",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Галицький"
  },
  {
    "title": "Продаж квартири вул. Величковського (Рясне-2)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-velichkovskogo-ryasne-2-IDQUyro.html",
    "room": "2",
    "floor": "9",
    "etajnost": "9",
    "area": "49",
    "price": "1738295",
    "type": "Бізнес",
    "description": "Продаж!\n\n43 900\n\n2кім. Величковського (Рясне-2)\n9/9панельний 49.9/27.5/8.9м²\nцентральне опалення\nмеблі, побутова техніка, металопластикові вікна, засклений балкон лоджія\nсанвузол роздільний, є кремічна плитка, паркет\nКомірка, підвал, місце на технічному поверсі для побудови мансандри \nРозвинута інфраструктура, поблизу є ліс, школа, дитячий садок\n\nЄ фото\n\nДзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж квартири вул. Полуботка (Сихів)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-polubotka-sihv-IDUjBqq.html",
    "room": "4",
    "floor": "2",
    "etajnost": "9",
    "area": "81",
    "price": "2961833",
    "type": "Бізнес",
    "description": "Продаж!\n\n$ 74 800 Торг\n\n4кім. Полуботка (Сихів)\n2/9панельний 81.2/ /9.8м²\nЦентральне опалення\nЗроблено частково косметичний ремонт, меблі, побутова техніка, санвузол роздільний;\nКімнати ізольовані, два засклених балкони, металопластикові вікна, є комірка і підвал;\nРозвинута інфраструктура\nЗелений спокійний двір з дитячим майданчиком, поблизу є школа, дитячий садок, ринок, маркети, парк, ліс.\n\nЄ фото\n\nДзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Сихівський"
  },
  {
    "title": "Продаж 3 кімн квартири новобудова \"Добра Оселя\" в. Княгині",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-3-kmn-kvartiri-novobudova-quotdobra-oselya-quot-v-knyagin-IDWf64Y.html",
    "room": "3",
    "floor": "9",
    "etajnost": "10",
    "area": "92",
    "price": "7127406",
    "type": "Бізнес",
    "description": "Продаж стильної і затишної трьокімнатної квартири з ремонтом!\n\nОдна з кращих новобудов міста-- ЖК \"Добра Оселя\" на Княгині Ольги!\n\nКвартира, загальною площею 92м, має всі окремі кімнати -\nстудійну кухню,\nгостьову кімнату.\n 2 ізолльовані спальні.\n комірку для речей ,\nпросторий роздільний  санвузол і дві лоджії як додаткові локації для вашого відпочинку!\nСучасний авторський ремонт зроблено всього 2 роки тому!\nВ квартирі автономне опалення. котел двофункційний. тепла підлога кухні. коридору. санвузла!\n\nПродаж здійснюється зі всіма меблями і технікою в квартирі.\nЗагальний стан квартири- ідеальний!\n\nЦе квартира яка не потребує жодних капіталовкладень!\nСюди можна приїхати і жити вже!\n\nПоруч дитячий майданчик, магазини, салони- все для зручності і комфорту вашого життя тут!\nА до центру Львова всього 7 хвилин їзди!\n\nЦя квартира ідельне співвідношення ціни-якості- локації!\n Квартира обладнана власним генератором- ви будете мати світло завжди!\nДзвоніть!\n\nКод об'єкта: k107.7 270394 242. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/3komnatnye/270394",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж 1но к для життя, під комерцію чи стоматкабінет, Львів!",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-1no-k-dlya-zhittya-pd-komertsyu-chi-stomatkabnet-lvv-IDWf6zL.html",
    "room": "1",
    "floor": "1",
    "etajnost": "5",
    "area": "60",
    "price": "4949588",
    "type": "Бізнес",
    "description": "Нова цікава квартира на ринку нерухомості!\n\nКвартира . площею 60м2 в ближньому центрі Львона напроти Леоленду!\n\nРозташоваа на 1 високому поверсі добротного цегляного і доглянутого будинку!\n\nВиконано сучасний ремонт. замінені комунікації!\n\nСупер локація!\n\nВона підійде як для життя . так і під дорогу оренду квартири. а може бути тут і стоматологічний кабінет і офіс !\n\nКвартира має своє окреме бомбосховище( можна використати як комірку чи інше).\nБіля будинку паркомісце.\n\nПрекрасне розташування- дасть змогу втілити ваші їдеї ля нащої нерухомості!\n\n код 308975\n\nКод об'єкта: k107.7 308975 242. АН \"Атланта\". \nБільше інформації та світлин за посиланням: https://www.atlanta.ua/uk/lvov/object/1komnatnye/308975",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Франківський"
  },
  {
    "title": "Продаж квартири вул. Антонича (Сихів)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-antonicha-sihv-IDU3fhU.html",
    "room": "3",
    "floor": "9",
    "etajnost": "9",
    "area": "122",
    "price": "3563703",
    "type": "Бізнес",
    "description": "Терміновий Продаж!\n\n$ 90 000\n\n3кім. Антонича (Сихів)\n9/9ц. 122/ /11.5\nКвартира перепланована\nПовноцінний другий рівень;\nКвартира двохрівнева, (перероблене підляшшя) з гідролізацією даху та опаленням; дерев'яні сходи.\nЦентральне опалення\nЄ розведення під котел для індивідуального опалення;\nЄвроремонт, меблі, побутова техніка, 2 санвузли, дерев'яний паркет, керамічна плитка, два засклених балкони, металопластикові вікна;\nГардероб, підігрів підлоги, комірка;\nРозвинута інфраструктура\nПоблизу є школа, дитячий садок, ринок, маркети, поліклініка, ліс, парк.\n\n Дзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Залізничний"
  },
  {
    "title": "Продаж квартири вул. Шевченка (Рясне-1)",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-kvartiri-vul-shevchenka-ryasne-1-IDTo92I.html",
    "room": "3",
    "floor": "2",
    "etajnost": "9",
    "area": "74",
    "price": "2573786",
    "type": "Бізнес",
    "description": "Продаж!\n\n$65 000 \n\n3кім. Шевченка (Рясне-1)\n2/9панельний \n74/42.4/10м²\nЦентральне опалення\nЖитловий стан, санвузол роздільний, меблі, побутова техніка,два балкони-еркер з підігрівом підлоги;\n\nЄ фото\n\nДзвоніть на мобільний!",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  },
  {
    "title": "Продаж 2 кім. квартири, по вул. Золота 22",
    "url": "https://www.olx.ua/d/uk/obyavlenie/prodazh-2-km-kvartiri-po-vul-zolota-22-IDUrszp.html",
    "room": "2",
    "floor": "3",
    "etajnost": "3",
    "area": "64",
    "price": "4593217",
    "type": "Бізнес",
    "description": "Продаж 2 кім. квартири, по вул. Золота 22.\n\nДо Вашої уваги чудова квартира з ремонтом, необхідними меблями та побутовою технікою.\n\nПомешкання неподалік центру міста та поруч з ринком Краківський.\n\nІндивідуальне опалення, по периметру квартири утеплений фасад, залізобетонні перекриття, закритий і утеплений балкон, індивідуальний підвал мурований з газоблоків, висота стелі 3 м.\n\nПри ремонті замінили центральний стояк, загільзували комен під АГВ, накопичувальний бак на воду з нержавійки на 300 л, якісна електропроводка.\nЯкісний ремонт, іспанська, італійська плитка, мармурні підвіконники, дерев'яна кухонна стінка, шафи купе «Сенатор», венеціанка, шпалери, кондиціонер, броньовані якісні вхідні двері з якісними замками, розведена та підключена система сигналізації. \nКвартира тепла та суха, з доброю атмосферою, розведений кабель та підключений інтернет. \n\nВ дворі є місце для паркування авто.\n\nХороший варіант для сім'ї з дітками, поруч є школа та садочки.\nДобре розвинута інфраструктура, є магазини, ринок, аптеки, хороша транспортна розв'язка, в пішій доступності парк, ТЦ Форум, Оперний театр.\n\nМожливий хороший торг.\n\nТелефонуйте не зволікайте.\nХороший варіант за доступною ціною, саме для вас.",
    "time_": "08 травня 2024 р.",
    "location": "Львів, Шевченківський"
  }
]